{"data":{"markdownRemark":{"html":"<h2>「関係性」と「美」をつなぐデザインから、イノヴェイションが生まれてくる | 太刀川瑛弼 - WIRED</h2>\n<p><a href=\"http://wired.jp/innovationinsights/post/wired/w/relation_design_for_innovation/?user=normal\">http://wired.jp/innovationinsights/post/wired/w/relation<em>design</em>for_innovation/?user=normal</a></p>\n<blockquote>\n<p>経済学者のヨーゼフ・シュンペーターは、かつてイノヴェイションを「新結合」と定義した。新結合とは、まだ結びついていないもの同士を結びつけること。いま私たちが関係のないと思い込んでいるものの間に、関係が生み出されることがイノヴェイションの本質だ。</p>\n</blockquote>\n<blockquote>\n<p>こうして「新しい関係性＝イノヴェイション」をつくるとき、そこには否応なく「新しい形＝デザイン」が出てきてしまう。人は無から何かを創造することはできない。既存のものに新しい関係性を見つけ、それに相応しい形をつくることが、人間の創造性なのである。</p>\n</blockquote>\n<blockquote>\n<p>新しい関係性をデザインするという仕事において、企業の経営者とデザイナーの間には本質的に差がない。こうして現代の経営は本質的にデザインに近づいていったため、コンサルティング会社は経営者向けの新たなサービスとして「デザイン思考」を打ち出した。</p>\n</blockquote>\n<blockquote>\n<p>本質的に、デザイン思考は、いまよりもっと美に近づくことができるはずだ。美が本能をドライブさせる、その出来事こそデザインの基準だ。そこを失った現在のメソッドは本質が乏しい。</p>\n</blockquote>\n<blockquote>\n<p>デザインが生まれる思考プロセスの過程をざっくりと説明すると、「リサーチ（知る）→コンセプト化（概念化）→デザイン完成（具現化）」という流れをたどる。</p>\n</blockquote>\n<blockquote>\n<p>経営者が現状を積み上げて戦略を練る傾向にあるのに対して、デザイナーは結果の形から逆算するので、デザイン思考は、言い換えれば「積み上げを一時忘れて、結果の仮説をたくさん作り、そこから逆算するプロセス（プロトタイプからのアブダクション）」だといえる。</p>\n</blockquote>\n<blockquote>\n<p>実際のところ、最終形のデザインクオリティーは強力に機能する。美しさは人の本能に訴えかけるからだ。デザインコンサルティングがこの事実を軽んじる限りにおいて、デザイン思考が完成する日は来ないだろう。</p>\n</blockquote>\n<blockquote>\n<p>一方で、デザイナーがクオリティを過信することは危険だ。以前はぼくも、美しく完成度の高いデザインさえ生み出せれば、デザインや経営は上手くいくものだと思っていた。しかし、それだけでは全く足りないのだ。市場やコミュニティ、コンテクストへの関係性への理解がなければ、何をもって良いデザインとするかの定義が曖昧なままにデザインをすることになり、途端にその「良いはずの美しいデザイン」は意味を失う。</p>\n</blockquote>\n<blockquote>\n<p>企業は関係性の種をみつけるために「デザイン思考」を用いて思考を解放し、プロトタイピングを繰り返す。そして、具体的なヴィジョンを描けるデザイナーと共創し、ともにクオリティの高いアウトプットへ向かう。これがイノヴェイションに必要な条件だ。</p>\n</blockquote>\n<h2>ライブラリを使わない素のJavaScriptでDOM操作</h2>\n<p><a href=\"http://qiita.com/kouh/items/dfc14d25ccb4e50afe89\">http://qiita.com/kouh/items/dfc14d25ccb4e50afe89</a></p>","frontmatter":{"date":"2016-03-23 10:49:49 (水)","path":"/20160323/","title":"経営者が現状を積み上げて戦略を練る傾向にあるのに対して、デザイナーは結果の形から逆算する"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}